{
    "FormatVersion": 2,
    "Namespace": "",
    "Children": [
        {
            "Source": {
                "Text": "1× Assembler · 2.5/min of 12.5 needed"
            },
            "Translation": {
                "Text": "1× Assemblatore · 2.5/min di 12.5 necessari"
            },
            "Key": "AB46CACF4C402D0A0C2BBD8FB7B2500A"
        },
        {
            "Source": {
                "Text": "1× Manufacturer · 2.5/min"
            },
            "Translation": {
                "Text": "1× Produttore · 2.5/min"
            },
            "Key": "3AE89A3A41716D0C1158828D998F52A4"
        },
        {
            "Source": {
                "Text": "2,000 needed  ·  2,000 banked  ·  deliver now"
            },
            "Translation": {
                "Text": "2,000 necessari  ·  2,000 accumulati  ·  consegna ora"
            },
            "Key": "650C25414036AC525E39C79183343F3B"
        },
        {
            "Source": {
                "Text": "2× Assembler · 25/min"
            },
            "Translation": {
                "Text": "2× Assemblatore · 25/min"
            },
            "Key": "FE02FE6043275C5F429266A6F006A805"
        },
        {
            "Source": {
                "Text": "2× Manufacturer · 5.0/min"
            },
            "Translation": {
                "Text": "2× Produttore · 5.0/min"
            },
            "Key": "9614FDD644BF8B9EE29DE8A6D6732B2C"
        },
        {
            "Source": {
                "Text": "3 parts required  ·  1 ready to deliver  ·  1 blocked  ·  earliest completion ~72 min"
            },
            "Translation": {
                "Text": "3 parti richieste  ·  1 pronta per la consegna  ·  1 bloccata  ·  completamento al più presto ~72 min"
            },
            "Key": "7F101E664166DBC1D99692B19B5313F2"
        },
        {
            "Source": {
                "Text": "480 needed  ·  120 banked  ·  360 to produce  ·  ~72 min"
            },
            "Translation": {
                "Text": "480 necessari  ·  120 accumulati  ·  360 da produrre  ·  ~72 min"
            },
            "Key": "E8ACA03D49EB7261E197659531E32B6F"
        },
        {
            "Source": {
                "Text": "99 needed  ·  7 banked  ·  92 to produce  ·  blocked"
            },
            "Translation": {
                "Text": "99 necessari  ·  7 accumulati  ·  92 da produrre  ·  bloccato"
            },
            "Key": "3BE554254D343A7BBCA2B7B5A00AF90C"
        },
        {
            "Source": {
                "Text": "Adaptive Control Unit"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "08EBECCB41804E37453A4AAA1FD5F3E3"
        },
        {
            "Source": {
                "Text": "Automated Wiring"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "9EF74FE34AE569C38CA64E9D82C844A8"
        },
        {
            "Source": {
                "Text": "CRITICAL PATH"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "043B5BBC45C8B0568744889832C5FD6B"
        },
        {
            "Source": {
                "Text": "Modular Engine"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "E3B96B684DA94C6196E53B9E5EF65A3E"
        },
        {
            "Source": {
                "Text": "Space Elevator: Main Body"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "2523207949D893471F1C63BF2314EACE"
        },
        {
            "Source": {
                "Text": "Stator"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "F616D3404E39FA0AE068C5AD74FA8243"
        },
        {
            "Source": {
                "Text": "Versatile Framework"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "73F3C0684140FD63EC7EBF898F7BE8AD"
        },
        {
            "Source": {
                "Text": "no producer configured"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "B4DE02E8428694AE136D48822BF08AE1"
        },
        {
            "Source": {
                "Text": "×"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "1A0751FB44AC4366F8DF2BBCAF1BFF20"
        },
        {
            "Source": {
                "Text": "× BLOCKED — Adaptive Control Unit is stalled. Build a Stator line: it gates Automated Wiring → Adaptive Control Unit → Main Body."
            },
            "Translation": {
                "Text": "× BLOCCATO — L'Unità di controllo adattivo è in stallo. Costruisci una linea di Statori: da essa dipende la catena Cablaggio automatizzato → Unità di controllo adattivo → Corpo principale."
            },
            "Key": "C00C970340D208F8A377D2B6647BE15D"
        },
        {
            "Source": {
                "Text": "■"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "916D7FF44FD10ADF39543CA075B7F49A"
        },
        {
            "Source": {
                "Text": "▲"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "B93CDE3745A0108F118915A3EB4B3B18"
        },
        {
            "Source": {
                "Text": "▲"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "3D920FAE42B1D930C642E6933107B5CB"
        },
        {
            "Source": {
                "Text": "●"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "29308E89411226D839FFDD9CFE508DF0"
        }
    ],
    "Subnamespaces": [
        {
            "Namespace": "CriticalPath",
            "Children": [
                {
                    "Source": {
                        "Text": "  ·  nearest endpoint {0} m away"
                    },
                    "Translation": {
                        "Text": "  ·  estremità più vicina a {0} m"
                    },
                    "Key": "BalanceDistanceFmt"
                },
                {
                    "Source": {
                        "Text": "ALL AUGMENTS"
                    },
                    "Translation": {
                        "Text": "TUTTI I POTENZIAMENTI"
                    },
                    "Key": "BalanceAugmentAll"
                },
                {
                    "Source": {
                        "Text": "ALL LINES"
                    },
                    "Translation": {
                        "Text": "TUTTE LE LINEE"
                    },
                    "Key": "BalanceProblemAll"
                },
                {
                    "Source": {
                        "Text": "AT FULL SPEED  needs {0}  ·  ingredients allow {1}  ·  would deliver {2}"
                    },
                    "Translation": {
                        "Text": "A PIENO REGIME  richiede {0}  ·  gli ingredienti consentono {1}  ·  fornirebbe {2}"
                    },
                    "Key": "BalanceDesignFmt"
                },
                {
                    "Source": {
                        "Text": "AWESOME Shop"
                    },
                    "Translation": {
                        "Text": "AWESOME Shop"
                    },
                    "Key": "SrcShop"
                },
                {
                    "Source": {
                        "Text": "Across the whole factory only {0}/min is available against {1}/min needed ({2}%) - this may be a different line"
                    },
                    "Translation": {
                        "Text": "Nell'intera fabbrica sono disponibili solo {0}/min a fronte di {1}/min necessari ({2}%) - potrebbe trattarsi di un'altra linea"
                    },
                    "Key": "LimiterNetFmt"
                },
                {
                    "Source": {
                        "Text": "Already produced"
                    },
                    "Translation": {
                        "Text": "Già prodotto"
                    },
                    "Key": "PlanGraft"
                },
                {
                    "Source": {
                        "Text": "Already produced - {0}"
                    },
                    "Translation": {
                        "Text": "Già prodotto - {0}"
                    },
                    "Key": "PlanGraftFmt"
                },
                {
                    "Source": {
                        "Text": "Arriving ingredients only support {0} of the {1} these machines could make"
                    },
                    "Translation": {
                        "Text": "Gli ingredienti in arrivo bastano solo per {0} dei {1} che queste macchine potrebbero produrre"
                    },
                    "Key": "LimiterInputConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Asking the host for a report"
                    },
                    "Translation": {
                        "Text": "Richiesta del rapporto all'host in corso"
                    },
                    "Key": "AskingHostHeadline"
                },
                {
                    "Source": {
                        "Text": "Assumed recipe: {0}"
                    },
                    "Translation": {
                        "Text": "Ricetta presunta: {0}"
                    },
                    "Key": "PlanTipFmt"
                },
                {
                    "Source": {
                        "Text": "A–Z"
                    },
                    "Translation": {
                        "Text": "A–Z"
                    },
                    "Key": "BalanceSortAlphabetical"
                },
                {
                    "Source": {
                        "Text": "BALANCE"
                    },
                    "Translation": {
                        "Text": "BILANCIO"
                    },
                    "Key": "TabBalance"
                },
                {
                    "Source": {
                        "Text": "BELT JAMMED · {0} machine(s) blocked by {1} on the feeding belt - remove it; this is not a supply shortage"
                    },
                    "Translation": {
                        "Text": "NASTRO INCEPPATO · {0} macchina/e bloccata/e da {1} sul nastro di alimentazione - rimuovilo; non è una carenza di fornitura"
                    },
                    "Key": "BalanceJammedFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - the plan ({0} step(s)):"
                    },
                    "Translation": {
                        "Text": "BLOCCATO - il piano ({0} passaggio/i):"
                    },
                    "Key": "VerdictPlanBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - {0} step(s) to deliver {1}"
                    },
                    "Translation": {
                        "Text": "BLOCCATO - {0} passaggio/i per consegnare {1}"
                    },
                    "Key": "VerdictPlanBlockedDeliverFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - {0}: {1}."
                    },
                    "Translation": {
                        "Text": "BLOCCATO - {0}: {1}."
                    },
                    "Key": "VerdictBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "BUFFER  {0} {1} reachable"
                    },
                    "Translation": {
                        "Text": "SCORTA  {0} {1} raggiungibili"
                    },
                    "Key": "BufferAmountFmt"
                },
                {
                    "Source": {
                        "Text": "BUFFER  {0} {1} reachable  ·  about {2} min at the current shortfall"
                    },
                    "Translation": {
                        "Text": "SCORTA  {0} {1} raggiungibili  ·  circa {2} min al deficit attuale"
                    },
                    "Key": "BufferRunwayFmt"
                },
                {
                    "Source": {
                        "Text": "BUILT CAPACITY"
                    },
                    "Translation": {
                        "Text": "CAPACITÀ COSTRUITA"
                    },
                    "Key": "BalanceInstalled"
                },
                {
                    "Source": {
                        "Text": "Belt bottleneck: {0} → {1} carries {2} of {3}"
                    },
                    "Translation": {
                        "Text": "Collo di bottiglia nastro: {0} → {1} trasporta {2} di {3}"
                    },
                    "Key": "LimiterBeltConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Bottleneck: {0}"
                    },
                    "Translation": {
                        "Text": "Collo di bottiglia: {0}"
                    },
                    "Key": "LimiterNameFmt"
                },
                {
                    "Source": {
                        "Text": "CLEAR PINGS"
                    },
                    "Translation": {
                        "Text": "CANCELLA SEGNALI"
                    },
                    "Key": "ClearPings"
                },
                {
                    "Source": {
                        "Text": "COLLECTED IN THE WORLD · no machine makes this; {0} is drawn from what you carry in and store"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceWorldGatheredFmt"
                },
                {
                    "Source": {
                        "Text": "CONSUMER NEED"
                    },
                    "Translation": {
                        "Text": "FABBISOGNO CONSUMATORI"
                    },
                    "Key": "BalanceDemand"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS"
                    },
                    "Translation": {
                        "Text": "CONSUMATORI"
                    },
                    "Key": "BalanceConsumersHeading"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS STOPPED · {0} machine(s) here would use {1}, but none of them are running"
                    },
                    "Translation": {
                        "Text": "CONSUMATORI FERMI · {0} macchina/e qui userebbero {1}, ma nessuna è in funzione"
                    },
                    "Key": "BalanceConsumersStoppedFmt"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS STOPPED · {0} machine(s) here would use {1}, but their own output is backed up"
                    },
                    "Translation": {
                        "Text": "CONSUMATORI FERMI · {0} macchina/e qui userebbero {1}, ma la loro stessa uscita è intasata"
                    },
                    "Key": "BalanceConsumersBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "CRITICAL PATH"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "PanelTitle"
                },
                {
                    "Source": {
                        "Text": "Checking your factory…"
                    },
                    "Translation": {
                        "Text": "Controllo della fabbrica in corso…"
                    },
                    "Key": "BalancePending"
                },
                {
                    "Source": {
                        "Text": "Click to show/hide the blocker chain"
                    },
                    "Translation": {
                        "Text": "Clicca per mostrare/nascondere la catena dei blocchi"
                    },
                    "Key": "TipChainHint"
                },
                {
                    "Source": {
                        "Text": "Could not measure what is arriving - check the belts and pipes feeding this"
                    },
                    "Translation": {
                        "Text": "Impossibile misurare ciò che arriva - controlla i nastri e i tubi di alimentazione"
                    },
                    "Key": "BlockSolvedConnectivityUnknown"
                },
                {
                    "Source": {
                        "Text": "Critical Path could not find a player to ask the host on behalf of."
                    },
                    "Translation": {
                        "Text": "Critical Path non ha trovato un giocatore per conto del quale interrogare l'host."
                    },
                    "Key": "NoControllerDetail"
                },
                {
                    "Source": {
                        "Text": "Current milestone is fully paid - collect it and select the next one at the HUB."
                    },
                    "Translation": {
                        "Text": "Il traguardo attuale è stato pagato per intero - riscuotilo e scegli il successivo all'HUB."
                    },
                    "Key": "MilestonePaid"
                },
                {
                    "Source": {
                        "Text": "DRAWN FROM STORAGE · nothing is making this; the {0} you have banked covers about {1} min at this rate"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceStockedByHandRunwayFmt"
                },
                {
                    "Source": {
                        "Text": "DRAWN FROM STORAGE · nothing is making this; {0} banked is all there is"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceStockedByHandFmt"
                },
                {
                    "Source": {
                        "Text": "Delivered"
                    },
                    "Translation": {
                        "Text": "Consegnato"
                    },
                    "Key": "StatusDelivered"
                },
                {
                    "Source": {
                        "Text": "Delivered: all {0}"
                    },
                    "Translation": {
                        "Text": "Consegnati: tutti i {0}"
                    },
                    "Key": "TipDeliveredFmt"
                },
                {
                    "Source": {
                        "Text": "Delivery rates are not available right now. Machine status and built capacity are shown below."
                    },
                    "Translation": {
                        "Text": "I tassi di consegna non sono disponibili al momento. Di seguito sono mostrati lo stato delle macchine e la capacità costruita."
                    },
                    "Key": "BalanceUnknown"
                },
                {
                    "Source": {
                        "Text": "EST. CURRENT OUTPUT"
                    },
                    "Translation": {
                        "Text": "PROD. ATTUALE STIM."
                    },
                    "Key": "BalanceEstimatedOutput"
                },
                {
                    "Source": {
                        "Text": "EST. CURRENT USE"
                    },
                    "Translation": {
                        "Text": "USO ATTUALE STIM."
                    },
                    "Key": "BalanceEstimatedUse"
                },
                {
                    "Source": {
                        "Text": "Elevator"
                    },
                    "Translation": {
                        "Text": "Ascensore"
                    },
                    "Key": "SectionElevatorNone"
                },
                {
                    "Source": {
                        "Text": "Elevator: {0}"
                    },
                    "Translation": {
                        "Text": "Ascensore: {0}"
                    },
                    "Key": "SectionElevatorFmt"
                },
                {
                    "Source": {
                        "Text": "Every line feeding your objective: what it makes, what arrives, and how long your stock lasts."
                    },
                    "Translation": {
                        "Text": "Ogni linea che alimenta il tuo obiettivo: cosa produce, cosa arriva e quanto durano le scorte."
                    },
                    "Key": "BalanceIntro"
                },
                {
                    "Source": {
                        "Text": "Extraction {0}/min vs demand {1}/min - add or upgrade extractors"
                    },
                    "Translation": {
                        "Text": "Estrazione {0}/min contro domanda {1}/min - aggiungi o migliora gli estrattori"
                    },
                    "Key": "BlockExtractFmt"
                },
                {
                    "Source": {
                        "Text": "HUB"
                    },
                    "Translation": {
                        "Text": "HUB"
                    },
                    "Key": "SrcTutorial"
                },
                {
                    "Source": {
                        "Text": "It is being made, but no belt or pipe connects it to what needs it"
                    },
                    "Translation": {
                        "Text": "Viene prodotto, ma nessun nastro o tubo lo collega a ciò che ne ha bisogno"
                    },
                    "Key": "BlockNotConnected"
                },
                {
                    "Source": {
                        "Text": "JAMMED"
                    },
                    "Translation": {
                        "Text": "INCEPPATO"
                    },
                    "Key": "BalanceProblemJammed"
                },
                {
                    "Source": {
                        "Text": "LOCATE"
                    },
                    "Translation": {
                        "Text": "LOCALIZZA"
                    },
                    "Key": "LocateEndpoint"
                },
                {
                    "Source": {
                        "Text": "LOCATE CONSUMER"
                    },
                    "Translation": {
                        "Text": "LOCALIZZA CONSUMATORE"
                    },
                    "Key": "LocateConsumer"
                },
                {
                    "Source": {
                        "Text": "LOCATE PRODUCER"
                    },
                    "Translation": {
                        "Text": "LOCALIZZA PRODUTTORE"
                    },
                    "Key": "LocateProducer"
                },
                {
                    "Source": {
                        "Text": "Line exists but is STOPPED - fix it"
                    },
                    "Translation": {
                        "Text": "La linea esiste ma è FERMA - risolvi il problema"
                    },
                    "Key": "PlanGraftStopped"
                },
                {
                    "Source": {
                        "Text": "Line exists but is STOPPED - fix the {0}"
                    },
                    "Translation": {
                        "Text": "La linea esiste ma è FERMA - sistema {0}"
                    },
                    "Key": "PlanGraftStoppedFmt"
                },
                {
                    "Source": {
                        "Text": "MACHINE STATUS ONLY · delivery rates are not available right now"
                    },
                    "Translation": {
                        "Text": "SOLO STATO MACCHINE · i tassi di consegna non sono disponibili al momento"
                    },
                    "Key": "BalancePartialEvidence"
                },
                {
                    "Source": {
                        "Text": "MACHINES RUNNING SLOW · using about {0} of {1}; {2} machine(s) are short of ingredients"
                    },
                    "Translation": {
                        "Text": "MACCHINE LENTE · usano circa {0} di {1}; a {2} macchina/e mancano ingredienti"
                    },
                    "Key": "BalanceObservedUseGapFmt"
                },
                {
                    "Source": {
                        "Text": "MAM"
                    },
                    "Translation": {
                        "Text": "MAM"
                    },
                    "Key": "SrcMAM"
                },
                {
                    "Source": {
                        "Text": "MISSING INPUT"
                    },
                    "Translation": {
                        "Text": "INGRESSO MANCANTE"
                    },
                    "Key": "BalanceProblemStarved"
                },
                {
                    "Source": {
                        "Text": "Machine contents and storage are tracked by the host, so Critical Path is requesting the report from there. This can take a few seconds on a large factory."
                    },
                    "Translation": {
                        "Text": "Il contenuto delle macchine e i magazzini sono gestiti dall'host, quindi Critical Path richiede il rapporto da lì. In una fabbrica grande può richiedere qualche secondo."
                    },
                    "Key": "AskingHostDetail"
                },
                {
                    "Source": {
                        "Text": "Machines here can make {0}; the machines using it need {1}"
                    },
                    "Translation": {
                        "Text": "Le macchine qui possono produrre {0}; le macchine che lo usano ne richiedono {1}"
                    },
                    "Key": "LimiterInstalledConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Milestone"
                    },
                    "Translation": {
                        "Text": "Traguardo"
                    },
                    "Key": "SectionMilestoneNone"
                },
                {
                    "Source": {
                        "Text": "Milestone: {0}"
                    },
                    "Translation": {
                        "Text": "Traguardo: {0}"
                    },
                    "Key": "SectionMilestoneFmt"
                },
                {
                    "Source": {
                        "Text": "NEED FIRST"
                    },
                    "Translation": {
                        "Text": "PER FABBISOGNO"
                    },
                    "Key": "BalanceSortNeedFirst"
                },
                {
                    "Source": {
                        "Text": "NEEDS ATTENTION"
                    },
                    "Translation": {
                        "Text": "RICHIEDE ATTENZIONE"
                    },
                    "Key": "BalanceProblemAttention"
                },
                {
                    "Source": {
                        "Text": "NEXT - {0}: {1}."
                    },
                    "Translation": {
                        "Text": "PROSSIMO - {0}: {1}."
                    },
                    "Key": "VerdictNextFmt"
                },
                {
                    "Source": {
                        "Text": "NEXT STEPS - the plan ({0} step(s)):"
                    },
                    "Translation": {
                        "Text": "PROSSIMI PASSI - il piano ({0} passaggio/i):"
                    },
                    "Key": "VerdictPlanHeadFmt"
                },
                {
                    "Source": {
                        "Text": "NEXT STEPS - {0} step(s) to deliver {1}"
                    },
                    "Translation": {
                        "Text": "PROSSIMI PASSI - {0} passaggio/i per consegnare {1}"
                    },
                    "Key": "VerdictPlanDeliverFmt"
                },
                {
                    "Source": {
                        "Text": "NO POWER"
                    },
                    "Translation": {
                        "Text": "SENZA ENERGIA"
                    },
                    "Key": "BalanceProblemNoPower"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH ARRIVING · {0} is getting through; {1} is needed"
                    },
                    "Translation": {
                        "Text": "ARRIVI INSUFFICIENTI · passa {0}; ne servono {1}"
                    },
                    "Key": "BalanceModeledDeliveryGapFmt"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH MACHINES · build at least {0} more production"
                    },
                    "Translation": {
                        "Text": "MACCHINE INSUFFICIENTI · costruisci almeno {0} di produzione in più"
                    },
                    "Key": "BalanceCapacityGapFmt"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH MACHINES · {0} short, and some machines are stopped as well"
                    },
                    "Translation": {
                        "Text": "MACCHINE INSUFFICIENTI · ne mancano {0}, e alcune macchine sono anche ferme"
                    },
                    "Key": "BalanceCapacityMachineGapsFmt"
                },
                {
                    "Source": {
                        "Text": "NOT REACHING THE MACHINES · {0} producer(s) backed up while {1} consumer(s) sit starved - this is routing, not capacity"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceDistributionFmt"
                },
                {
                    "Source": {
                        "Text": "NOTHING IS USING THIS · it is only filling storage right now"
                    },
                    "Translation": {
                        "Text": "NESSUNO LO USA · al momento riempie solo il magazzino"
                    },
                    "Key": "BalanceNoDemand"
                },
                {
                    "Source": {
                        "Text": "Needs a fix"
                    },
                    "Translation": {
                        "Text": "Da sistemare"
                    },
                    "Key": "StatusNeedsFix"
                },
                {
                    "Source": {
                        "Text": "No balance rows match this filter."
                    },
                    "Translation": {
                        "Text": "Nessuna riga del bilancio corrisponde a questo filtro."
                    },
                    "Key": "BalanceNoMatches"
                },
                {
                    "Source": {
                        "Text": "No inputs arriving (check connections and supply)"
                    },
                    "Translation": {
                        "Text": "Nessun ingresso in arrivo (controlla connessioni e fornitura)"
                    },
                    "Key": "BlockInputsStarved"
                },
                {
                    "Source": {
                        "Text": "No inputs arriving - {0} of {1} machine(s) starved (check connections and supply)"
                    },
                    "Translation": {
                        "Text": "Nessun ingresso in arrivo - {0} di {1} macchina/e a secco (controlla connessioni e fornitura)"
                    },
                    "Key": "BlockInputsStarvedFmt"
                },
                {
                    "Source": {
                        "Text": "No known source"
                    },
                    "Translation": {
                        "Text": "Nessuna fonte nota"
                    },
                    "Key": "PlanUnknown"
                },
                {
                    "Source": {
                        "Text": "No line - build one"
                    },
                    "Translation": {
                        "Text": "Nessuna linea - costruiscine una"
                    },
                    "Key": "PlanLine"
                },
                {
                    "Source": {
                        "Text": "No line - build: {0}"
                    },
                    "Translation": {
                        "Text": "Nessuna linea - costruisci: {0}"
                    },
                    "Key": "PlanLineFmt"
                },
                {
                    "Source": {
                        "Text": "No line feeding your objective is in this state ({0}). Nothing to fix here."
                    },
                    "Translation": {
                        "Text": "Nessuna linea che alimenta il tuo obiettivo si trova in questo stato ({0}). Qui non c'è nulla da sistemare."
                    },
                    "Key": "BalanceNoProblemMatches"
                },
                {
                    "Source": {
                        "Text": "No line feeding your objective matches this filter."
                    },
                    "Translation": {
                        "Text": "Nessuna linea che alimenta il tuo obiettivo corrisponde a questo filtro."
                    },
                    "Key": "BalanceNoMatchesSearch"
                },
                {
                    "Source": {
                        "Text": "No machine can make this - you collect it out in the world and carry it back"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BlockWorldGathered"
                },
                {
                    "Source": {
                        "Text": "No milestone selected - {0} available. Choose one at the HUB."
                    },
                    "Translation": {
                        "Text": "Nessun traguardo selezionato - {0} disponibili. Scegline uno all'HUB."
                    },
                    "Key": "MilestoneNoneSelectedFmt"
                },
                {
                    "Source": {
                        "Text": "No milestones available in this elevator phase."
                    },
                    "Translation": {
                        "Text": "Nessun traguardo disponibile in questa fase dell'ascensore."
                    },
                    "Key": "MilestoneNoneAvailable"
                },
                {
                    "Source": {
                        "Text": "No outstanding Space Elevator phase."
                    },
                    "Translation": {
                        "Text": "Nessuna fase dell'Ascensore spaziale in sospeso."
                    },
                    "Key": "ElevatorNone"
                },
                {
                    "Source": {
                        "Text": "No outstanding objectives."
                    },
                    "Translation": {
                        "Text": "Nessun obiettivo in sospeso."
                    },
                    "Key": "VerdictNone"
                },
                {
                    "Source": {
                        "Text": "No power - {0} of {1} machine(s) dark"
                    },
                    "Translation": {
                        "Text": "Senza energia - {0} di {1} macchina/e spente"
                    },
                    "Key": "BlockNoPowerCountFmt"
                },
                {
                    "Source": {
                        "Text": "No recipe by design - spent fuel: burn {0} in a Nuclear Power Plant"
                    },
                    "Translation": {
                        "Text": "Nessuna ricetta prevista - combustibile esausto: brucia {0} in una Centrale nucleare"
                    },
                    "Key": "GapSpentFuelFmt"
                },
                {
                    "Source": {
                        "Text": "Not built yet"
                    },
                    "Translation": {
                        "Text": "Non ancora costruito"
                    },
                    "Key": "StatusNotBuiltDefault"
                },
                {
                    "Source": {
                        "Text": "Not built yet"
                    },
                    "Translation": {
                        "Text": "Non ancora costruito"
                    },
                    "Key": "StatusNotBuilt"
                },
                {
                    "Source": {
                        "Text": "Not connected to a game"
                    },
                    "Translation": {
                        "Text": "Non connesso a una partita"
                    },
                    "Key": "NoControllerHeadline"
                },
                {
                    "Source": {
                        "Text": "Nothing on your objective path has a production line yet."
                    },
                    "Translation": {
                        "Text": "Nulla sul percorso del tuo obiettivo ha ancora una linea di produzione."
                    },
                    "Key": "BalanceEmpty"
                },
                {
                    "Source": {
                        "Text": "Nothing produces it - build a line"
                    },
                    "Translation": {
                        "Text": "Nulla lo produce - costruisci una linea"
                    },
                    "Key": "BlockNoProducer"
                },
                {
                    "Source": {
                        "Text": "ON TRACK - ~{0} min of production remain ({1} is the long pole)."
                    },
                    "Translation": {
                        "Text": "IN LINEA - restano ~{0} min di produzione ({1} è il vincolo principale)."
                    },
                    "Key": "VerdictEtaFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is available for {1}/min needed ({2}%); some delivery routes could not be checked"
                    },
                    "Translation": {
                        "Text": "Sono disponibili solo {0}/min per i {1}/min necessari ({2}%); alcune rotte di consegna non hanno potuto essere verificate"
                    },
                    "Key": "LimiterAggFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is getting through; the machines on this line need {1}/min ({2}%)"
                    },
                    "Translation": {
                        "Text": "Passano solo {0}/min; le macchine di questa linea ne richiedono {1}/min ({2}%)"
                    },
                    "Key": "LimiterSolvedFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is reaching this line; it needs {1}/min"
                    },
                    "Translation": {
                        "Text": "Solo {0}/min raggiungono questa linea; ne servono {1}/min"
                    },
                    "Key": "BlockSolvedSupplyFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is reaching this line; it needs {1}/min - add or upgrade extraction"
                    },
                    "Translation": {
                        "Text": "Solo {0}/min raggiungono questa linea; ne servono {1}/min - aggiungi o migliora l'estrazione"
                    },
                    "Key": "BlockSolvedExtractFmt"
                },
                {
                    "Source": {
                        "Text": "Outputs full"
                    },
                    "Translation": {
                        "Text": "Uscite piene"
                    },
                    "Key": "BlockOutputsFull"
                },
                {
                    "Source": {
                        "Text": "Outputs full - {0} has no connected destination and may be backing up (check its disposal)"
                    },
                    "Translation": {
                        "Text": "Uscite piene - {0} non ha una destinazione collegata e potrebbe accumularsi (controlla come viene smaltito)"
                    },
                    "Key": "BlockByproductFmt"
                },
                {
                    "Source": {
                        "Text": "Outputs full - {0} of {1} machine(s) stalled"
                    },
                    "Translation": {
                        "Text": "Uscite piene - {0} di {1} macchina/e in stallo"
                    },
                    "Key": "BlockOutputsFullFmt"
                },
                {
                    "Source": {
                        "Text": "Owned: {0} in storage  ·  {1} in depot  ·  {2} carried"
                    },
                    "Translation": {
                        "Text": "Posseduti: {0} in magazzino  ·  {1} nel deposito  ·  {2} trasportati"
                    },
                    "Key": "TipOwnedFmt"
                },
                {
                    "Source": {
                        "Text": "PATH"
                    },
                    "Translation": {
                        "Text": "PERCORSO"
                    },
                    "Key": "TabPath"
                },
                {
                    "Source": {
                        "Text": "PAUSED"
                    },
                    "Translation": {
                        "Text": "IN PAUSA"
                    },
                    "Key": "BalanceProblemPaused"
                },
                {
                    "Source": {
                        "Text": "PLAN"
                    },
                    "Translation": {
                        "Text": "PIANO"
                    },
                    "Key": "TabPlan"
                },
                {
                    "Source": {
                        "Text": "POWER SHARDS"
                    },
                    "Translation": {
                        "Text": "FRAMMENTI DI ENERGIA"
                    },
                    "Key": "BalanceAugmentShards"
                },
                {
                    "Source": {
                        "Text": "PRODUCED ELSEWHERE · this item is made somewhere in your factory, but no belt or pipe route reaches this line. If a teleporter, portal or loader feeds it, that link cannot be followed"
                    },
                    "Translation": {
                        "Text": "PRODOTTO ALTROVE · questo oggetto viene fabbricato da qualche parte nella tua fabbrica, ma nessun percorso di nastri o tubi raggiunge questa linea. Se lo alimenta un teletrasporto, un portale o un caricatore, quel collegamento non può essere seguito"
                    },
                    "Key": "BalanceProducedElsewhere"
                },
                {
                    "Source": {
                        "Text": "PRODUCER ISSUES · {0} missing input · {1} output blocked · {2} no power"
                    },
                    "Translation": {
                        "Text": "PROBLEMI AI PRODUTTORI · {0} senza ingresso · {1} con uscita bloccata · {2} senza energia"
                    },
                    "Key": "BalanceProducerIssueFmt"
                },
                {
                    "Source": {
                        "Text": "PRODUCERS"
                    },
                    "Translation": {
                        "Text": "PRODUTTORI"
                    },
                    "Key": "BalanceProducersHeading"
                },
                {
                    "Source": {
                        "Text": "Pipe bottleneck: {0} → {1} carries {2} of {3}"
                    },
                    "Translation": {
                        "Text": "Collo di bottiglia conduttura: {0} → {1} trasporta {2} di {3}"
                    },
                    "Key": "LimiterPipeConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Producers have no power"
                    },
                    "Translation": {
                        "Text": "I produttori sono senza energia"
                    },
                    "Key": "BlockNoPower"
                },
                {
                    "Source": {
                        "Text": "Producing at {0}/min"
                    },
                    "Translation": {
                        "Text": "Produce a {0}/min"
                    },
                    "Key": "TipRateFmt"
                },
                {
                    "Source": {
                        "Text": "Production exists, but none reaches the machines that need it"
                    },
                    "Translation": {
                        "Text": "La produzione esiste, ma non raggiunge le macchine che ne hanno bisogno"
                    },
                    "Key": "BlockSolvedNotConnected"
                },
                {
                    "Source": {
                        "Text": "READY - every remaining part is banked. Delivery is the only step left."
                    },
                    "Translation": {
                        "Text": "PRONTO - ogni parte rimanente è già accumulata. Manca solo la consegna."
                    },
                    "Key": "VerdictReady"
                },
                {
                    "Source": {
                        "Text": "REFRESH"
                    },
                    "Translation": {
                        "Text": "AGGIORNA"
                    },
                    "Key": "RefreshReport"
                },
                {
                    "Source": {
                        "Text": "Raw resource - extract it"
                    },
                    "Translation": {
                        "Text": "Risorsa grezza - estraila"
                    },
                    "Key": "PlanRaw"
                },
                {
                    "Source": {
                        "Text": "Ready to deliver"
                    },
                    "Translation": {
                        "Text": "Pronto per la consegna"
                    },
                    "Key": "StatusReadyToDeliver"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - no purchasable research yet"
                    },
                    "Translation": {
                        "Text": "Ricetta bloccata - nessuna ricerca ancora acquistabile"
                    },
                    "Key": "GapNoUnlock"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - research: {0}"
                    },
                    "Translation": {
                        "Text": "Ricetta bloccata - ricerca: {0}"
                    },
                    "Key": "GapUnlockFmt"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - research: {0} ({1})"
                    },
                    "Translation": {
                        "Text": "Ricetta bloccata - ricerca: {0} ({1})"
                    },
                    "Key": "GapUnlockSrcFmt"
                },
                {
                    "Source": {
                        "Text": "Recipe not researched"
                    },
                    "Translation": {
                        "Text": "Ricetta non ricercata"
                    },
                    "Key": "StatusRecipeLocked"
                },
                {
                    "Source": {
                        "Text": "Recipe not researched"
                    },
                    "Translation": {
                        "Text": "Ricetta non ricercata"
                    },
                    "Key": "PlanLocked"
                },
                {
                    "Source": {
                        "Text": "Research needed upstream"
                    },
                    "Translation": {
                        "Text": "Ricerca necessaria a monte"
                    },
                    "Key": "SectionResearch"
                },
                {
                    "Source": {
                        "Text": "Research: {0}"
                    },
                    "Translation": {
                        "Text": "Ricerca: {0}"
                    },
                    "Key": "StatusResearchFmt"
                },
                {
                    "Source": {
                        "Text": "Reserve line (standby)"
                    },
                    "Translation": {
                        "Text": "Linea di riserva (standby)"
                    },
                    "Key": "StatusStandbyReserve"
                },
                {
                    "Source": {
                        "Text": "Route not measured"
                    },
                    "Translation": {
                        "Text": "Rotta non misurata"
                    },
                    "Key": "StatusRouteUnknown"
                },
                {
                    "Source": {
                        "Text": "SERVING CURRENT USE · consumers are using about {0} against {1} demand"
                    },
                    "Translation": {
                        "Text": "COPRE L'USO ATTUALE · i consumatori usano circa {0} a fronte di una domanda di {1}"
                    },
                    "Key": "BalanceObservedUseHealthyFmt"
                },
                {
                    "Source": {
                        "Text": "SOMERSLOOPS"
                    },
                    "Translation": {
                        "Text": "SOMERSLOOPS"
                    },
                    "Key": "BalanceAugmentSloops"
                },
                {
                    "Source": {
                        "Text": "STALE - {0}s old (refresh failed)"
                    },
                    "Translation": {
                        "Text": "OBSOLETO - vecchio di {0}s (aggiornamento fallito)"
                    },
                    "Key": "AgeStaleFmt"
                },
                {
                    "Source": {
                        "Text": "STOCKPILING FOR YOUR OBJECTIVE · no machine draws this; you deliver it yourself"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceObjectiveStock"
                },
                {
                    "Source": {
                        "Text": "SUPPLY LINE  can send {0}  ·  actually arriving {1}"
                    },
                    "Translation": {
                        "Text": "LINEA DI FORNITURA  può inviare {0}  ·  in arrivo effettivo {1}"
                    },
                    "Key": "BalanceModelFmt"
                },
                {
                    "Source": {
                        "Text": "SUPPLY MEETS NEED · {0} is reaching consumers; they need {1}"
                    },
                    "Translation": {
                        "Text": "FORNITURA ADEGUATA · {0} raggiungono i consumatori; ne richiedono {1}"
                    },
                    "Key": "BalanceModeledHealthyFmt"
                },
                {
                    "Source": {
                        "Text": "Saturated (surplus)"
                    },
                    "Translation": {
                        "Text": "Saturo (surplus)"
                    },
                    "Key": "StatusSaturated"
                },
                {
                    "Source": {
                        "Text": "Search items or buildings, then press Enter"
                    },
                    "Translation": {
                        "Text": "Cerca oggetti o edifici, poi premi Invio"
                    },
                    "Key": "BalanceFilterHint"
                },
                {
                    "Source": {
                        "Text": "Separate track:"
                    },
                    "Translation": {
                        "Text": "Percorso separato:"
                    },
                    "Key": "PlanExcludedLead"
                },
                {
                    "Source": {
                        "Text": "Showing the {0} lines needing the most attention, of {1} feeding your objective. Search, or filter by problem, to narrow this down."
                    },
                    "Translation": {
                        "Text": "Vengono mostrate le {0} linee che richiedono più attenzione, su {1} che alimentano il tuo obiettivo. Cerca o filtra per problema per restringere l'elenco."
                    },
                    "Key": "BalanceRowsTruncatedFmt"
                },
                {
                    "Source": {
                        "Text": "Showing the {0} lines needing the most attention, of {1} matching your filter."
                    },
                    "Translation": {
                        "Text": "Vengono mostrate le {0} linee che richiedono più attenzione, su {1} che corrispondono al filtro."
                    },
                    "Key": "BalanceRowsTruncatedFilteredFmt"
                },
                {
                    "Source": {
                        "Text": "Showing {0} of {1} - the rest are counted in the totals above but not listed."
                    },
                    "Translation": {
                        "Text": "Mostrati {0} di {1} - il resto è conteggiato nei totali sopra ma non elencato."
                    },
                    "Key": "BalanceEndpointsTruncatedFmt"
                },
                {
                    "Source": {
                        "Text": "Spent fuel - burn {0} in a Nuclear Power Plant"
                    },
                    "Translation": {
                        "Text": "Combustibile esausto - brucia {0} in una Centrale nucleare"
                    },
                    "Key": "PlanSpentFuelFmt"
                },
                {
                    "Source": {
                        "Text": "Starved - the delivery path could not be fully checked; inspect its connections"
                    },
                    "Translation": {
                        "Text": "A secco - il percorso di consegna non ha potuto essere verificato del tutto; controlla le connessioni"
                    },
                    "Key": "BlockConnectivityUnknown"
                },
                {
                    "Source": {
                        "Text": "Still needed: {0}  (banked {1}, to produce {2})"
                    },
                    "Translation": {
                        "Text": "Ancora necessari: {0}  (accumulati {1}, da produrre {2})"
                    },
                    "Key": "TipNeededFmt"
                },
                {
                    "Source": {
                        "Text": "Supply {0}/min vs demand {1}/min - add capacity"
                    },
                    "Translation": {
                        "Text": "Fornitura {0}/min contro domanda {1}/min - aggiungi capacità"
                    },
                    "Key": "BlockSupplyFmt"
                },
                {
                    "Source": {
                        "Text": "The feeding line could not be identified - inspect the connected producers"
                    },
                    "Translation": {
                        "Text": "Non è stato possibile identificare la linea di alimentazione - controlla i produttori collegati"
                    },
                    "Key": "BlockPathAttributionMissing"
                },
                {
                    "Source": {
                        "Text": "The host cannot send a report"
                    },
                    "Translation": {
                        "Text": "L'host non può inviare un rapporto"
                    },
                    "Key": "NoRelayHeadline"
                },
                {
                    "Source": {
                        "Text": "The host could not produce a report"
                    },
                    "Translation": {
                        "Text": "L'host non è riuscito a generare un rapporto"
                    },
                    "Key": "HostDeclinedHeadline"
                },
                {
                    "Source": {
                        "Text": "The machines can supply {0}, but only {1} reaches consumers; inspect the route between them"
                    },
                    "Translation": {
                        "Text": "Le macchine possono fornire {0}, ma solo {1} raggiunge i consumatori; controlla il percorso tra di loro"
                    },
                    "Key": "LimiterRoutingConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "This client asked the host for a report, but the host is not running a version of Critical Path that can send one. Ask the host to update, or open the panel on the host."
                    },
                    "Translation": {
                        "Text": "Questo client ha chiesto un rapporto all'host, ma l'host non esegue una versione di Critical Path in grado di inviarlo. Chiedi all'host di aggiornare, oppure apri il pannello sull'host."
                    },
                    "Key": "NoRelayDetail"
                },
                {
                    "Source": {
                        "Text": "This reading is out of date - press REFRESH"
                    },
                    "Translation": {
                        "Text": "Questa lettura non è aggiornata - premi AGGIORNA"
                    },
                    "Key": "BlockLegacyLogistics"
                },
                {
                    "Source": {
                        "Text": "Time-limited"
                    },
                    "Translation": {
                        "Text": "A tempo limitato"
                    },
                    "Key": "StatusTimeLimited"
                },
                {
                    "Source": {
                        "Text": "To research {0}  ({1}):"
                    },
                    "Translation": {
                        "Text": "Per ricercare {0}  ({1}):"
                    },
                    "Key": "ResearchPlanHeadFmt"
                },
                {
                    "Source": {
                        "Text": "Transport route is known; vehicle throughput is not yet measured."
                    },
                    "Translation": {
                        "Text": "La rotta di trasporto è nota; la portata dei veicoli non è ancora misurata."
                    },
                    "Key": "TransportTopologyOnly"
                },
                {
                    "Source": {
                        "Text": "Under-supplied"
                    },
                    "Translation": {
                        "Text": "Fornitura insufficiente"
                    },
                    "Key": "StatusUnderSupplied"
                },
                {
                    "Source": {
                        "Text": "Unlocked by {0} - your SELECTED milestone: its payment progress is the Milestone column →"
                    },
                    "Translation": {
                        "Text": "Sbloccato da {0} - il tuo traguardo SELEZIONATO: il progresso del pagamento è nella colonna Traguardo →"
                    },
                    "Key": "ResearchIsSelectedFmt"
                },
                {
                    "Source": {
                        "Text": "Vehicle route connected - delivery rate unknown because throughput is not yet measured"
                    },
                    "Translation": {
                        "Text": "Rotta veicoli collegata - tasso di consegna sconosciuto perché la portata non è ancora misurata"
                    },
                    "Key": "BlockTransportRateUnknown"
                },
                {
                    "Source": {
                        "Text": "blocked by {0} on the belt"
                    },
                    "Translation": {
                        "Text": "bloccato da {0} sul nastro"
                    },
                    "Key": "EndpointStateJammedFmt"
                },
                {
                    "Source": {
                        "Text": "buffer {0} {1}"
                    },
                    "Translation": {
                        "Text": "scorta {0} {1}"
                    },
                    "Key": "EndpointBufferFmt"
                },
                {
                    "Source": {
                        "Text": "downstream node"
                    },
                    "Translation": {
                        "Text": "nodo a valle"
                    },
                    "Key": "LimiterEdgeDownstreamFallback"
                },
                {
                    "Source": {
                        "Text": "from the host, earlier (latest request failed)"
                    },
                    "Translation": {
                        "Text": "dall'host, in precedenza (ultima richiesta fallita)"
                    },
                    "Key": "AgeHostStale"
                },
                {
                    "Source": {
                        "Text": "from the host, just now"
                    },
                    "Translation": {
                        "Text": "dall'host, proprio ora"
                    },
                    "Key": "AgeFromHost"
                },
                {
                    "Source": {
                        "Text": "hard drive"
                    },
                    "Translation": {
                        "Text": "disco rigido"
                    },
                    "Key": "SrcHardDrive"
                },
                {
                    "Source": {
                        "Text": "idle - no fault reported"
                    },
                    "Translation": {
                        "Text": "inattivo - nessun guasto segnalato"
                    },
                    "Key": "EndpointStateIdle"
                },
                {
                    "Source": {
                        "Text": "is not in this plan - its recipe is not unlocked yet"
                    },
                    "Translation": {
                        "Text": "non è in questo piano - la sua ricetta non è ancora sbloccata"
                    },
                    "Key": "PlanExcludedWhyUnknown"
                },
                {
                    "Source": {
                        "Text": "is not in this plan - its recipe unlocks with {0}"
                    },
                    "Translation": {
                        "Text": "non è in questo piano - la sua ricetta si sblocca con {0}"
                    },
                    "Key": "PlanExcludedWhyFmt"
                },
                {
                    "Source": {
                        "Text": "items"
                    },
                    "Translation": {
                        "Text": "oggetti"
                    },
                    "Key": "BufferItems"
                },
                {
                    "Source": {
                        "Text": "items"
                    },
                    "Translation": {
                        "Text": "oggetti"
                    },
                    "Key": "EndpointBufferItems"
                },
                {
                    "Source": {
                        "Text": "items/min"
                    },
                    "Translation": {
                        "Text": "oggetti/min"
                    },
                    "Key": "BalanceSolidRateUnit"
                },
                {
                    "Source": {
                        "Text": "just now"
                    },
                    "Translation": {
                        "Text": "proprio ora"
                    },
                    "Key": "AgeJustNowFlow"
                },
                {
                    "Source": {
                        "Text": "just now"
                    },
                    "Translation": {
                        "Text": "proprio ora"
                    },
                    "Key": "AgeJustNow"
                },
                {
                    "Source": {
                        "Text": "machine"
                    },
                    "Translation": {
                        "Text": "macchina"
                    },
                    "Key": "LimiterMachineFallback"
                },
                {
                    "Source": {
                        "Text": "made by {0}  ·  used by {1}{2}"
                    },
                    "Translation": {
                        "Text": "prodotto da {0}  ·  usato da {1}{2}"
                    },
                    "Key": "BalanceIdentityFmt"
                },
                {
                    "Source": {
                        "Text": "milestone"
                    },
                    "Translation": {
                        "Text": "traguardo"
                    },
                    "Key": "SrcMilestone"
                },
                {
                    "Source": {
                        "Text": "missing input"
                    },
                    "Translation": {
                        "Text": "ingresso mancante"
                    },
                    "Key": "EndpointStateMissingInput"
                },
                {
                    "Source": {
                        "Text": "m³"
                    },
                    "Translation": {
                        "Text": "m³"
                    },
                    "Key": "EndpointBufferM3"
                },
                {
                    "Source": {
                        "Text": "m³"
                    },
                    "Translation": {
                        "Text": "m³"
                    },
                    "Key": "BufferM3"
                },
                {
                    "Source": {
                        "Text": "m³/min"
                    },
                    "Translation": {
                        "Text": "m³/min"
                    },
                    "Key": "BalanceFluidRateUnit"
                },
                {
                    "Source": {
                        "Text": "no connected consumer"
                    },
                    "Translation": {
                        "Text": "nessun consumatore collegato"
                    },
                    "Key": "BalanceNoConsumer"
                },
                {
                    "Source": {
                        "Text": "no data - {0}"
                    },
                    "Translation": {
                        "Text": "nessun dato - {0}"
                    },
                    "Key": "AgeErrorFmt"
                },
                {
                    "Source": {
                        "Text": "no power"
                    },
                    "Translation": {
                        "Text": "senza energia"
                    },
                    "Key": "EndpointStateNoPower"
                },
                {
                    "Source": {
                        "Text": "no producer"
                    },
                    "Translation": {
                        "Text": "nessun produttore"
                    },
                    "Key": "BalanceNoProducer"
                },
                {
                    "Source": {
                        "Text": "output full (nothing taking it)"
                    },
                    "Translation": {
                        "Text": "uscita piena (nessuno la preleva)"
                    },
                    "Key": "EndpointStateOutputBlocked"
                },
                {
                    "Source": {
                        "Text": "paused"
                    },
                    "Translation": {
                        "Text": "in pausa"
                    },
                    "Key": "EndpointStatePaused"
                },
                {
                    "Source": {
                        "Text": "producing"
                    },
                    "Translation": {
                        "Text": "in produzione"
                    },
                    "Key": "EndpointStateProducing"
                },
                {
                    "Source": {
                        "Text": "re-measuring..."
                    },
                    "Translation": {
                        "Text": "nuova misurazione..."
                    },
                    "Key": "AgeRefreshing"
                },
                {
                    "Source": {
                        "Text": "state unavailable"
                    },
                    "Translation": {
                        "Text": "stato non disponibile"
                    },
                    "Key": "EndpointStateUnavailable"
                },
                {
                    "Source": {
                        "Text": "the {0} elevator phase"
                    },
                    "Translation": {
                        "Text": "la fase {0} dell'ascensore"
                    },
                    "Key": "PlanForPhaseFmt"
                },
                {
                    "Source": {
                        "Text": "the {0} milestone"
                    },
                    "Translation": {
                        "Text": "il traguardo {0}"
                    },
                    "Key": "PlanForMilestoneFmt"
                },
                {
                    "Source": {
                        "Text": "unavailable here"
                    },
                    "Translation": {
                        "Text": "non disponibile qui"
                    },
                    "Key": "AgeUnavailable"
                },
                {
                    "Source": {
                        "Text": "upstream node"
                    },
                    "Translation": {
                        "Text": "nodo a monte"
                    },
                    "Key": "LimiterEdgeUpstreamFallback"
                },
                {
                    "Source": {
                        "Text": "waiting on {0}"
                    },
                    "Translation": {
                        "Text": "in attesa di {0}"
                    },
                    "Key": "EndpointStateStarvedFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Add 1 average {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Aggiungi 1 {1} medio → circa {2} raggiungerebbero i consumatori ({3}%)"
                    },
                    "Key": "LimiterExactMachineMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Alt recipes exist"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Esistono ricette alternative"
                    },
                    "Key": "PlanAltFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Spare capacity unavailable - one or more routes could not be fully measured"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Capacità in eccesso non disponibile - una o più rotte non hanno potuto essere misurate del tutto"
                    },
                    "Key": "PlanGraftUnknownFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Spare {1}/min, needs {2}/min ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Liberi {1}/min, ne servono {2}/min ({3}%)"
                    },
                    "Key": "PlanGraftRatioFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Stored buffer covers ~{1} min"
                    },
                    "Translation": {
                        "Text": "{0}  ·  La scorta immagazzinata copre ~{1} min"
                    },
                    "Key": "LimiterBufferFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Stored buffer is dry"
                    },
                    "Translation": {
                        "Text": "{0}  ·  La scorta immagazzinata è esaurita"
                    },
                    "Key": "LimiterBufferDryFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Upgrade this belt to {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Migliora questo nastro a {1} → circa {2} raggiungerebbero i consumatori ({3}%)"
                    },
                    "Key": "LimiterExactBeltMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Upgrade this pipe to {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Migliora questa conduttura a {1} → circa {2} raggiungerebbero i consumatori ({3}%)"
                    },
                    "Key": "LimiterExactPipeMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  delivery rate unknown on {1} route(s)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  tasso di consegna sconosciuto su {1} rotta/e"
                    },
                    "Key": "LimiterUnknownFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  line {1}"
                    },
                    "Translation": {
                        "Text": "{0}  ·  linea {1}"
                    },
                    "Key": "BalanceTitleMultiFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  more not shown"
                    },
                    "Translation": {
                        "Text": "{0}  ·  altri non mostrati"
                    },
                    "Key": "PlanTruncFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  one more {1} would reach {2}%"
                    },
                    "Translation": {
                        "Text": "{0}  ·  un altro {1} raggiungerebbe il {2}%"
                    },
                    "Key": "LimiterMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  only {1} of {2} checked - too many to scan"
                    },
                    "Translation": {
                        "Text": "{0}  ·  verificati solo {1} di {2} - troppi da scansionare"
                    },
                    "Key": "TruncFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "LimiterConstraintJoinFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1} checked - some supporting detail limited"
                    },
                    "Translation": {
                        "Text": "{0}  ·  {1} verificati - alcuni dettagli di supporto sono limitati"
                    },
                    "Key": "TruncDetailFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1}: {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "VerdictPlanFaultFmt"
                },
                {
                    "Source": {
                        "Text": "{0} ({1})"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "PlanUnlockNameFmt"
                },
                {
                    "Source": {
                        "Text": "{0} - {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceAnchorPingFmt"
                },
                {
                    "Source": {
                        "Text": "{0} - {1} - {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceEndpointPingFmt"
                },
                {
                    "Source": {
                        "Text": "{0} delivered"
                    },
                    "Translation": {
                        "Text": "{0} consegnati"
                    },
                    "Key": "SummaryDoneFmt"
                },
                {
                    "Source": {
                        "Text": "{0} delivered"
                    },
                    "Translation": {
                        "Text": "{0} consegnati"
                    },
                    "Key": "LedgerDeliveredFmt"
                },
                {
                    "Source": {
                        "Text": "{0} need a fix"
                    },
                    "Translation": {
                        "Text": "{0} da sistemare"
                    },
                    "Key": "SummaryBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {0} banked  ·  {1}"
                    },
                    "Translation": {
                        "Text": "{0} necessari  ·  {0} accumulati  ·  {1}"
                    },
                    "Key": "LedgerBankedFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1}"
                    },
                    "Translation": {
                        "Text": "{0} necessari  ·  {1}"
                    },
                    "Key": "LedgerNoBankFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1} banked  ·  {2}"
                    },
                    "Translation": {
                        "Text": "{0} necessari  ·  {1} accumulati  ·  {2}"
                    },
                    "Key": "ResearchCostLedgerFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1} banked  ·  {2} to produce  ·  {3}"
                    },
                    "Translation": {
                        "Text": "{0} necessari  ·  {1} accumulati  ·  {2} da produrre  ·  {3}"
                    },
                    "Key": "LedgerFullFmt"
                },
                {
                    "Source": {
                        "Text": "{0} ready to deliver"
                    },
                    "Translation": {
                        "Text": "{0} pronti per la consegna"
                    },
                    "Key": "SummaryReadyFmt"
                },
                {
                    "Source": {
                        "Text": "{0} still to build"
                    },
                    "Translation": {
                        "Text": "{0} ancora da costruire"
                    },
                    "Key": "SummaryToBuildFmt"
                },
                {
                    "Source": {
                        "Text": "{0} {0}|plural(one=part,other=parts)"
                    },
                    "Translation": {
                        "Text": "{0} {0}|plural(one=parte,other=parti)"
                    },
                    "Key": "SummaryPartsFmt"
                },
                {
                    "Source": {
                        "Text": "{0} {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceRateWithUnitFmt"
                },
                {
                    "Source": {
                        "Text": "{0}% productivity"
                    },
                    "Translation": {
                        "Text": "{0}% di produttività"
                    },
                    "Key": "EndpointProductivityFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Build:"
                    },
                    "Translation": {
                        "Text": "{0})  Costruisci:"
                    },
                    "Key": "PlanStepBuildFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Fix:"
                    },
                    "Translation": {
                        "Text": "{0})  Sistema:"
                    },
                    "Key": "PlanStepFixFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Unlock:"
                    },
                    "Translation": {
                        "Text": "{0})  Sblocca:"
                    },
                    "Key": "PlanStepUnlockFmt"
                },
                {
                    "Source": {
                        "Text": "{0}. {1} - {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceEndpointFmt"
                },
                {
                    "Source": {
                        "Text": "~{0} min remaining"
                    },
                    "Translation": {
                        "Text": "~{0} min rimanenti"
                    },
                    "Key": "StatusEtaFmt"
                },
                {
                    "Source": {
                        "Text": "→ for {0}"
                    },
                    "Translation": {
                        "Text": "→ per {0}"
                    },
                    "Key": "PlanItemForFmt"
                },
                {
                    "Source": {
                        "Text": "→ makes {0} buildable"
                    },
                    "Translation": {
                        "Text": "→ rende {0} costruibile"
                    },
                    "Key": "PlanUnlockMakesFmt"
                },
                {
                    "Source": {
                        "Text": "▼"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceExpandChevron"
                }
            ]
        }
    ]
}